Ran Plan for project: `test` dir: `account01/wafv2/ip-sets` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_wafv2_ip_set.this[0] will be created
  + resource "aws_wafv2_ip_set" "this" {
      + addresses          = [
          + "1.1.1.1/32",
        ]
      + arn                = (known after apply)
      + description        = "GLOBAL"
      + id                 = (known after apply)
      + ip_address_version = "IPV4"
      + lock_token         = (known after apply)
      + name               = "ipset-iac-t1"
      + scope              = "REGIONAL"
      + tags               = {
          + "Service" = "Security"
        }
      + tags_all           = {
          + "Service" = "Security"
        }
    }

  # aws_wafv2_ip_set.this[1] will be created
  + resource "aws_wafv2_ip_set" "this" {
      + addresses          = [
          + "2.2.2.2/32",
          + "3.3.3.3/32",
        ]
      + arn                = (known after apply)
      + description        = "LOCAL - TEST1"
      + id                 = (known after apply)
      + ip_address_version = "IPV4"
      + lock_token         = (known after apply)
      + name               = "ipset-iac-t2"
      + scope              = "REGIONAL"
      + tags               = {
          + "Service" = "Security"
        }
      + tags_all           = {
          + "Service" = "Security"
        }
    }

  # aws_wafv2_ip_set.this[2] will be created
  + resource "aws_wafv2_ip_set" "this" {
      + addresses          = [
          + "4.4.4.4/32",
        ]
      + arn                = (known after apply)
      + description        = "LOCAL - TEST1"
      + id                 = (known after apply)
      + ip_address_version = "IPV4"
      + lock_token         = (known after apply)
      + name               = "ipset-iac-t3"
      + scope              = "REGIONAL"
      + tags               = {
          + "Service" = "Security"
        }
      + tags_all           = {
          + "Service" = "Security"
        }
    }

Plan: 3 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  + aws_wafv2_ip_set_arn      = [
      + (known after apply),
      + (known after apply),
      + (known after apply),
    ]
  + aws_wafv2_ip_set_id       = [
      + (known after apply),
      + (known after apply),
      + (known after apply),
    ]
  + aws_wafv2_ip_set_tags_all = [
      + {
          + "Service" = "Security"
        },
      + {
          + "Service" = "Security"
        },
      + {
          + "Service" = "Security"
        },
    ]

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p test`
* :put_litter_in_its_place: To **delete** this plan click [here](http://b29c94e6e7ee:4141/lock?id=woodonggyu%252Fterragrunt-aws-wafv2%252Faccount01%252Fwafv2%252Fip-sets%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p test`
</details>
Plan: 3 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
